{
  "brand": "ishana",
  "cta.go": "Auf die nächste Stufe",
  "nav.home": "Startseite",
  "nav.difference": "ishana Unterschied",
  "nav.services": "Unsere Services",
  "nav.team": "Unser Team",
  "nav.faq": "FAQ",
  "nav.booking": "Terminbuchung",
  "nav.contact": "Kontakt",
  "nav.skip": "Intro überspringen →",
  "nav.lang": "Sprache",
  
  "loading.detecting": "Ihre Position wird erkannt...",
  "intro.phrases": "Wir glauben, Fortschritt sollte keine Grenzen haben.|Automatisierung, die Ihr Unternehmen stärkt—und Ihre Vision.",

  "hero.title": "Effizienz, die echtes Wachstum antreibt.",
  "hero.sub": "Mit maßgeschneiderten Automatisierungen und Agenten bauen und verwalten wir alles—Sie gewinnen Zeit, Klarheit und messbares Wachstum.",

  "diff.title": "Der ishana Unterschied",
  "diff.how": "Wie wir es liefern",
  "diff.p1": "Wir bauen nicht nur Systeme—wir definieren neu, wie Unternehmen operieren. Unser Ansatz kombiniert schnelle Lieferung mit globaler Betreuung, damit Ihr Unternehmen nicht nur besser läuft, sondern sich transformiert.",
  "diff.p2": "Automatisierungen, die auf Ihre einzigartigen Prozesse zugeschnitten sind. Agenten, die die Arbeit im Hintergrund erledigen. Ein 10-Tage-Setup-Fenster. 24/7 weltweiter Support. Effizienz wird Ihr neuer Standard.",

  "svc.automations.title": "Automatisierungen",
  "svc.automations.body": "Automatisierungen ersetzen repetitive, manuelle Aufgaben durch nahtlose, selbstlaufende Systeme in Ihrem gesamten Funnel: Lead-Erfassung, Anreicherung, Routing, Nurturing, Onboarding und Follow-ups. Wir kartieren Ihren aktuellen Prozess, entfernen Reibung und implementieren ereignisbasierte Workflows, damit Aktionen genau dann ausgelöst werden, wenn sie sollten—24/7.",
  "svc.agents.title": "Agenten",
  "svc.agents.body": "Immer aktive digitale Teammitglieder, die Posteingänge, Kalender und Pipelines überwachen; auf Interessenten antworten; Leads qualifizieren; Gespräche zusammenfassen; und Aufgaben ausführen. Agenten arbeiten mit Ihren Automatisierungen: Sie handhaben Mehrdeutigkeiten, eskalieren Grenzfälle und halten den Betrieb am Laufen, während Sie sich auf Entscheidungen konzentrieren.",
  "svc.crm.title": "CRM & Pipeline-Management",
  "svc.crm.body": "Jeder Kontakt, jede Stufe und jede Aktivität an einem Ort. Wir standardisieren Felder, deduplizieren Daten und setzen Stufenregeln durch, damit nichts durchrutscht. Automatisierungen halten das Engagement aktiv; Agenten verhindern Leckagen; Reporting gibt Ihnen vollständige Sichtbarkeit vom ersten Kontakt bis zum Umsatz.",
  "svc.marketing.title": "Marketing-Tools",
  "svc.marketing.body": "E-Mail-, SMS- und Social-Media-Kampagnen, koordiniert mit Landing Pages und Formularen. Personalisierung wird durch Verhalten und Attribute gesteuert; Journeys passen sich in Echtzeit an; Zustellbarkeit wird optimiert; und Attribution verknüpft Kampagnen mit messbaren Ergebnissen.",
  "svc.analytics.title": "Analytics & Reporting",
  "svc.analytics.body": "Dashboards, die Signale, nicht Rauschen, hervorheben: Pipeline-Geschwindigkeit, Conversion nach Stufe, Kampagnen-ROI, Antwortzeiten und Kapazität. Wir automatisieren die Datenhygiene, definieren Nordstern-Metriken und setzen Alerts, damit Sie handeln, bevor Probleme teuer werden.",
  "svc.web.title": "Webseiten",
  "svc.web.body": "Conversion-optimierte Seiten, die in Ihrem Stack gebaut werden: schnell, zugänglich, SEO-optimiert und integriert mit Ihrem CRM, Automatisierungen und Agenten. Wir warten und iterieren, damit die Website Ihr aktuelles Angebot und Erkenntnisse aus Analytics widerspiegelt.",
  "svc.booking.title": "Kalender & Buchung",
  "svc.booking.body": "Terminplanung ohne Hin und Her: sofortige Buchung, Zeitzonen-Handling, Erinnerungen, Bestätigungen und intelligente No-Show-Wiederherstellung. Übergabe an Agenten und Automatisierungen hält den Schwung von der Buchung zum Meeting bis zum Vorschlag aufrecht.",
  "svc.reputation.title": "Reputationsmanagement",
  "svc.reputation.body": "Bewertungen anfordern, sammeln und präsentieren, während negatives Feedback an eine schnelle Reaktionsschleife weitergeleitet wird. Social Proof erhöht das Vertrauen; strukturiertes Feedback treibt messbare Produkt- und Serviceverbesserungen voran.",

  "team.title": "Unser Team",
  "team.body": "Hinter jeder Automatisierung und jedem Agenten steht ein globales Team, das niemals schläft. Wir sind nicht nur Service-Provider—wir sind Partner in Ihrem Wachstum und stellen sicher, dass Ihre Systeme einwandfrei laufen, damit Sie sich auf das konzentrieren können, was am wichtigsten ist. Globale Reichweite. Nahe Betreuung.",

  "booking.title": "Buchen Sie Ihr kostenloses Beratungsgespräch.",
  "booking.sub": "Wählen Sie Ihre Zeit, teilen Sie Ihre Details und lassen Sie uns Ihnen zeigen, wie Sie Ihr Unternehmen auf die nächste Stufe bringen.",
  "booking.calendarPH": "GHL-Kalender hier einbetten",
  "booking.formPH": "GHL-Formular hier einbetten",
  "booking.trust": "Kein Spam. Ihre Daten bleiben privat und sicher.",

  "faq.title": "Häufig gestellte Fragen",
  "faq.sub": "Klarheit schafft Vertrauen. Hier sind die Details, die die meisten Führungskräfte vor ihrer Entscheidung wissen möchten.",
  "faq.q1": "Was passiert im kostenlosen Beratungsgespräch?",
  "faq.a1": "Wir analysieren Ihre Ziele, identifizieren Ineffizienzen und kartieren Automatisierungen und Agenten. Sie verlassen das Gespräch mit einem maßgeschneiderten Blueprint für die ersten 30 Tage.",
  "faq.q2": "Wie schnell ist die Lieferung?",
  "faq.a2": "Standard-Projekte werden innerhalb von <strong>10 Tagen</strong> geliefert. Größere Umfänge können phasenweise erfolgen, aber eine funktionierende erste Version wird in diesem Zeitfenster geliefert.",
  "faq.q3": "Was ist in einem typischen Build enthalten?",
  "faq.a3": "Automatisierungen, Agenten, CRM & Pipelines, Webseiten, Marketing (E-Mail, SMS, Social) und Echtzeit-Analytics—plus laufende Wartung.",
  "faq.q4": "Automatisierungen vs. Agenten—was ist der Unterschied?",
  "faq.a4": "<strong>Automatisierungen</strong> sind vordefinierte Workflows. <strong>Agenten</strong> überwachen, optimieren und handeln kontinuierlich—zusammen bilden sie eine sich selbst erhaltende Maschine.",
  "faq.q5": "Arbeiten Sie mit Unternehmen aller Größen—und Einzelpersonen?",
  "faq.a5": "Ja—Umfang und Architektur werden von Solo-Gründern bis zu Unternehmen angepasst.",
  "faq.q6": "Welche Tools und Plattformen können Sie integrieren?",
  "faq.a6": "Kalender, E-Mail-Systeme, <strong>SMS-Plattformen</strong>, <strong>Social-Media-Kanäle</strong>, Zahlungsgateways, Analytics, CRMs und Werbetools. Wenn es eine API hat, können wir es normalerweise verbinden—mit optimiertem Datenfluss zur Vermeidung von Duplikaten.",
  "faq.q7": "Wie funktionieren Support und Wartung?",
  "faq.a7": "Wir agieren wie eine 24/7-Technologieabteilung mit proaktivem Monitoring, kontinuierlichen Updates und Verbesserungen ohne Ausfallzeiten.",
  "faq.q8": "Wie ist die Preisgestaltung strukturiert?",
  "faq.a8": "Nach der Beratung erhalten Sie einen abgegrenzten Vorschlag mit fester Lieferung und klaren Ergebnissen; optionale Betreuungspläne halten alles optimiert.",
  "faq.q9": "Sind meine Daten sicher?",
  "faq.a9": "Verschlüsselung, rollenbasierte Berechtigungen und Best-Practice-Compliance (z.B. DSGVO). Sie kontrollieren Ihre Daten; wir halten sie sicher.",
  "faq.q10": "Wie fangen wir an?",
  "faq.a10": "Buchen Sie Ihre kostenlose Beratung, wählen Sie eine Zeit und teilen Sie Ihre Details. Innerhalb von 10 Tagen sind Ihre ersten Automatisierungen und Agenten live.",

  "contact.title": "Kontaktieren Sie uns. Wir sind immer da.",
  "contact.body": "Von schnellen Fragen bis zu langfristigen Partnerschaften ist unser globales Team 24/7 verfügbar, um Ihr nächstes Level zu unterstützen.",
  "contact.formPH": "GHL-Kontaktformular hier einbetten",
  
  "footer.brand": "Ishana Solutions",
  "footer.address": "Genf, Schweiz",
  "footer.email": "info@ishana.tech",
  "footer.tagline": "Effizienz, die echtes Wachstum antreibt.",
  "footer.cta": "Auf die nächste Stufe",
  "footer.tools.title": "TOOLS",
  "footer.tools.automations": "Automatisierungen",
  "footer.tools.agents": "KI-Agenten",
  "footer.tools.crm": "CRM & Pipeline",
  "footer.tools.analytics": "Analytics-Dashboards",
  "footer.tools.marketing": "Marketing-Ops",
  "footer.tools.support": "24/7 Support",
  "footer.company.title": "UNTERNEHMEN",
  "footer.company.difference": "ishana Unterschied",
  "footer.company.team": "Unser Team",
  "footer.language.title": "SPRACHE",
  "footer.legal": "© 2025 Ishana. Alle Rechte vorbehalten."
}
