{
  "brand": "ishana",
  "cta.go": "Go to another level",
  "nav.home": "Home",
  "nav.difference": "ishana Difference",
  "nav.services": "Our Services",
  "nav.team": "Our Team",
  "nav.faq": "FAQ",
  "nav.booking": "Booking",
  "nav.contact": "Contact",
  "nav.skip": "Skip intro →",
  "nav.lang": "Language",
  
  "loading.detecting": "Detecting your location...",
  "intro.phrases": "We believe progress should have no borders.|Automation that empowers your business—and your vision.",

  "hero.title": "Efficiency that drives real growth.",
  "hero.sub": "With tailored automations and agents, we build and manage everything—so you gain time, clarity, and measurable growth.",

  "diff.title": "The ishana Difference",
  "diff.how": "How We Deliver It",
  "diff.p1": "We don't just build systems—we redefine how businesses operate. Our approach combines rapid delivery with global care, so your company doesn't just run better, it transforms.",
  "diff.p2": "Automations tailored to your unique processes. Agents that handle the work behind the scenes. A 10-day setup window. 24/7 worldwide support. Efficiency becomes your new standard.",

  "svc.automations.title": "Automations",
  "svc.automations.body": "Automations replace repetitive, manual tasks with seamless, self-running systems across your funnel: lead capture, enrichment, routing, nurture, onboarding, and follow-ups. We map your current process, remove friction, and implement event-based workflows so actions trigger exactly when they should—24/7.",
  "svc.agents.title": "Agents",
  "svc.agents.body": "Always-on digital team members that monitor inboxes, calendars, and pipelines; reply to prospects; qualify leads; summarize conversations; and execute tasks. Agents work with your automations: they handle ambiguity, escalate edge cases, and keep operations moving while you focus on decisions.",
  "svc.crm.title": "CRM & Pipeline Management",
  "svc.crm.body": "Every contact, stage, and activity in one place. We standardize fields, deduplicate data, and enforce stage rules so nothing slips. Automations keep engagement active; agents prevent leakage; reporting gives you full visibility from first touch to revenue.",
  "svc.marketing.title": "Marketing Tools",
  "svc.marketing.body": "Email, SMS, and social campaigns coordinated with landing pages and forms. Personalization is driven by behavior and attributes; journeys adapt in real time; deliverability is tuned; and attribution links campaigns to outcomes you can measure.",
  "svc.analytics.title": "Analytics & Reporting",
  "svc.analytics.body": "Dashboards that surface signal, not noise: pipeline velocity, conversion by stage, campaign ROI, response times, and capacity. We automate data hygiene, define north-star metrics, and set alerts so you act before issues become expensive.",
  "svc.web.title": "Web Pages",
  "svc.web.body": "Conversion-ready pages built in your stack: fast, accessible, SEO-ready, and integrated with your CRM, automations, and agents. We maintain and iterate so the site reflects your current offer and insights from analytics.",
  "svc.booking.title": "Calendar & Booking",
  "svc.booking.body": "Scheduling without back-and-forth: instant booking, time-zone handling, reminders, confirmations, and smart no-show recovery. Handoff to agents and automations keeps momentum from booking to meeting to proposal.",
  "svc.reputation.title": "Reputation Management",
  "svc.reputation.body": "Request, collect, and showcase reviews while routing negative feedback to a fast-response loop. Social proof increases trust; structured feedback drives product and service improvements you can quantify.",

  "team.title": "Our Team",
  "team.body": "Behind every automation and agent is a global team that never sleeps. We're not just service providers—we're partners in your growth, ensuring your systems run flawlessly so you can focus on what matters most. Global reach. Close care.",

  "booking.title": "Book your free consultancy meeting.",
  "booking.sub": "Pick your time, share your details, and let us show you how to take your business to another level.",
  "booking.calendarPH": "Embed GHL Calendar here",
  "booking.formPH": "Embed GHL Form here",
  "booking.trust": "No spam. Your data stays private and secure.",

  "faq.title": "Frequently Asked Questions",
  "faq.sub": "Clarity builds trust. Here are the details most leaders want to know before they decide.",
  "faq.q1": "What happens in the free consultancy meeting?",
  "faq.a1": "We analyze your goals, identify inefficiencies, and map automations and agents. You leave with a tailored blueprint for the first 30 days.",
  "faq.q2": "How fast is delivery?",
  "faq.a2": "Standard projects ship within <strong>10 days</strong>. Larger scopes may be phased, but a working first version is delivered in that window.",
  "faq.q3": "What's included in a typical build?",
  "faq.a3": "Automations, agents, CRM & pipelines, web pages, marketing (email, SMS, social), and real-time analytics—plus ongoing maintenance.",
  "faq.q4": "Automations vs. Agents—what's the difference?",
  "faq.a4": "<strong>Automations</strong> are predefined workflows. <strong>Agents</strong> monitor, optimize, and act continuously—together they form a self-sustaining engine.",
  "faq.q5": "Do you work with companies of all sizes—and individuals?",
  "faq.a5": "Yes—scope and architecture are tailored from solo founders to enterprises.",
  "faq.q6": "Which tools and platforms can you integrate?",
  "faq.a6": "Calendars, email systems, <strong>SMS platforms</strong>, <strong>social media channels</strong>, payment gateways, analytics, CRMs, and ad tools. If it has an API, we can usually connect it—optimizing data flow to avoid duplication.",
  "faq.q7": "How do support and maintenance work?",
  "faq.a7": "We act like a 24/7 technical department with proactive monitoring, continuous updates, and zero-downtime improvements.",
  "faq.q8": "How is pricing structured?",
  "faq.a8": "After the consultancy, you receive a scoped proposal with fixed delivery and clear outcomes; optional care plans keep everything optimized.",
  "faq.q9": "Is my data secure?",
  "faq.a9": "Encryption, role-based permissions, and best-practice compliance (e.g., GDPR). You control your data; we keep it safe.",
  "faq.q10": "How do we get started?",
  "faq.a10": "Book your free consultancy, choose a time, and share your details. Within 10 days, your first automations and agents are live.",

  "contact.title": "Get in touch. We're always here.",
  "contact.body": "From quick questions to long-term partnerships, our global team is available 24/7 to support your next level.",
  "contact.formPH": "Embed GHL Contact Form here",
  
  "footer.brand": "Ishana Solutions",
  "footer.address": "Geneva, Switzerland",
  "footer.email": "info@ishana.tech",
  "footer.tagline": "Efficiency that drives real growth.",
  "footer.cta": "Go to another level",
  "footer.tools.title": "TOOLS",
  "footer.tools.automations": "Automations",
  "footer.tools.agents": "AI Agents",
  "footer.tools.crm": "CRM & Pipeline",
  "footer.tools.analytics": "Analytics Dashboards",
  "footer.tools.marketing": "Marketing Ops",
  "footer.tools.support": "24/7 Support",
  "footer.company.title": "COMPANY",
  "footer.company.difference": "Ishana difference",
  "footer.company.team": "Our Team",
  "footer.language.title": "LANGUAGE",
  "footer.legal": "© 2025 Ishana. All rights reserved."
}