{
  "brand": "ishana",
  "cta.go": "Ve al siguiente nivel",
  "nav.home": "Inicio",
  "nav.difference": "La Diferencia Ishana",
  "nav.services": "Servicios",
  "nav.team": "Nuestro Equipo",
  "nav.faq": "FAQ",
  "nav.booking": "Reservas",
  "nav.contact": "Contacto",
  "nav.skip": "Saltar intro →",
  "nav.lang": "Idioma",

  "hero.title": "Automatizaciones y agentes que aceleran el crecimiento real.",
  "hero.sub": "En solo 10 días instalamos y gestionamos los sistemas que liberan tu tiempo, afinan tus operaciones y generan resultados medibles.",

  "diff.title": "La Diferencia Ishana",
  "diff.how": "Cómo lo hacemos",
  "diff.p1": "No solo instalamos herramientas: reinventamos la forma en que las empresas operan. Con entrega rápida y soporte global, hacemos que tu negocio no solo funcione mejor, sino que se transforme de verdad.",
  "diff.p2": "Automatizaciones hechas a tu medida. Agentes que trabajan en segundo plano. Un lanzamiento en 10 días. Soporte 24/7 en todo el mundo. La eficiencia se convierte en tu nuevo estándar.",

  "svc.automations.title": "Automatizaciones",
  "svc.automations.body": "Reemplaza tareas repetitivas con flujos automáticos activados por eventos a lo largo de todo tu proceso de ventas: captación de leads, enriquecimiento, enrutamiento, nutrición, onboarding y seguimientos. Cada acción ocurre exactamente cuando debe—día y noche.",
  "svc.agents.title": "Agentes",
  "svc.agents.body": "Miembros digitales de tu equipo que siempre están activos: responden a prospectos, califican leads, resumen conversaciones y ejecutan tareas. Trabajan junto a tus automatizaciones, resolviendo ambigüedades y escalando casos cuando es necesario, manteniendo todo en marcha.",
  "svc.crm.title": "CRM y Gestión de Pipeline",
  "svc.crm.body": "Todos tus contactos, etapas y actividades en un solo lugar con Hexona Systems como base tecnológica. Estandarizamos campos, depuramos y unificamos datos, aplicamos reglas claras de pipeline y aseguramos que nada se pierda. Las automatizaciones mantienen el ritmo, los agentes previenen fugas y los reportes de Hexona Systems te ofrecen visibilidad completa desde el primer contacto hasta el ingreso.",
  "svc.marketing.title": "Herramientas de Marketing",
  "svc.marketing.body": "Campañas de email, SMS y redes sociales conectadas con páginas de aterrizaje y formularios. Personalización basada en el comportamiento, recorridos que se adaptan en tiempo real y métricas que vinculan cada acción con resultados medibles.",
  "svc.analytics.title": "Analítica y Reportes",
  "svc.analytics.body": "Dashboards que muestran señales, no ruido: velocidad del pipeline, conversiones por etapa, ROI de campañas, tiempos de respuesta y capacidad. Con higiene de datos automatizada, métricas clave y alertas proactivas, reaccionas antes de que los problemas se vuelvan costosos.",
  "svc.web.title": "Páginas Web",
  "svc.web.body": "Páginas listas para convertir: rápidas, accesibles, optimizadas para SEO e integradas con tu CRM, automatizaciones y agentes. Las mantenemos y actualizamos para que evolucionen con tu estrategia.",
  "svc.booking.title": "Calendario y Reservas",
  "svc.booking.body": "Agenda sin fricciones: reservas instantáneas, recordatorios, confirmaciones y recuperación inteligente de ausencias. Los agentes y automatizaciones mantienen el impulso desde la reserva hasta la propuesta.",
  "svc.reputation.title": "Gestión de Reputación",
  "svc.reputation.body": "Solicita, recopila y muestra reseñas mientras canalizas el feedback negativo a un circuito de respuesta rápida. La prueba social aumenta la confianza; la retroalimentación estructurada impulsa mejoras medibles.",

  "team.title": "Nuestro Equipo",
  "team.body": "Detrás de cada automatización y agente hay un equipo global que nunca duerme. No somos simples proveedores de servicio: somos socios en tu crecimiento, asegurando que tus sistemas funcionen sin fallas para que tú te enfoques en lo que más importa. Alcance global. Atención cercana.",

  "booking.title": "Reserva tu consultoría gratuita.",
  "booking.sub": "Elige un horario, comparte tus datos y te mostraremos cómo llevar tu negocio al siguiente nivel.",
  "booking.calendarPH": "Inserta aquí tu Calendario de GHL",
  "booking.formPH": "Inserta aquí tu Formulario de GHL",
  "booking.trust": "Sin spam. Tus datos se mantienen privados y seguros.",

  "faq.title": "Preguntas Frecuentes",
  "faq.sub": "La claridad genera confianza. Estas son las respuestas clave para decidir.",
  "faq.q1": "¿Qué pasa en la consultoría gratuita?",
  "faq.a1": "Analizamos tus objetivos, detectamos ineficiencias y diseñamos un plan de acción de 30 días hecho a tu medida.",
  "faq.q2": "¿Qué tan rápido es el delivery?",
  "faq.a2": "La mayoría de proyectos se entregan en 10 días. Si el alcance es mayor, lo dividimos por fases, pero siempre tendrás una primera versión funcional en ese plazo.",
  "faq.q3": "¿Qué incluye un proyecto típico?",
  "faq.a3": "Automatizaciones, agentes, CRM y pipelines con Hexona Systems, páginas web, marketing (email, SMS, redes), analítica—y mantenimiento continuo.",
  "faq.q4": "¿Automatizaciones vs. Agentes: cuál es la diferencia?",
  "faq.a4": "Las automatizaciones son flujos predefinidos. Los agentes son compañeros digitales que actúan en tiempo real. Juntos forman un motor autosostenible.",
  "faq.q5": "¿Trabajan con empresas de todos los tamaños?",
  "faq.a5": "Sí, desde fundadores solitarios hasta corporaciones globales. Escalamos el alcance según tu necesidad.",
  "faq.q6": "¿Qué herramientas pueden integrar?",
  "faq.a6": "Calendarios, emails, SMS, redes, pasarelas de pago, analítica, CRMs, publicidad. Si tiene API, lo conectamos—manteniendo tus datos limpios y unificados.",
  "faq.q7": "¿Cómo funciona el soporte?",
  "faq.a7": "Somos tu departamento técnico 24/7: monitoreo proactivo, actualizaciones y mejoras sin caídas.",
  "faq.q8": "¿Cómo estructuran los precios?",
  "faq.a8": "Tras la consultoría recibes una propuesta fija con entregables claros. Planes opcionales de cuidado mantienen todo optimizado.",
  "faq.q9": "¿Mis datos están seguros?",
  "faq.a9": "Sí—encriptación, permisos basados en roles y cumplimiento normativo (GDPR, etc.). Tú controlas tus datos; nosotros los protegemos.",
  "faq.q10": "¿Cómo comenzamos?",
  "faq.a10": "Reserva tu consultoría, elige un horario y comparte tus datos. En 10 días tendrás tus primeras automatizaciones y agentes activos.",

  "contact.title": "Hablemos. Siempre disponibles.",
  "contact.body": "Desde preguntas rápidas hasta alianzas a largo plazo, nuestro equipo trabaja en múltiples continentes y zonas horarias para acompañar tu próximo nivel.",
  "contact.formPH": "Inserta aquí tu Formulario de GHL",
  
  "intro.phrases": "Creemos que el progreso no debe tener fronteras.|Soluciones que impulsan resultados — fieles a tu visión.",
  
  "loading.detecting": "Detectando tu ubicación...",
  
  "footer.brand": "Ishana Solutions",
  "footer.address": "Ginebra, Suiza",
  "footer.email": "info@ishana.tech",
  "footer.tagline": "Eficiencia que impulsa el crecimiento real.",
  "footer.cta": "Ve al siguiente nivel",
  "footer.tools.title": "HERRAMIENTAS",
  "footer.tools.automations": "Automatizaciones",
  "footer.tools.agents": "Agentes IA",
  "footer.tools.crm": "CRM y Pipeline",
  "footer.tools.analytics": "Dashboards Analíticos",
  "footer.tools.marketing": "Operaciones de Marketing",
  "footer.tools.support": "Soporte 24/7",
  "footer.company.title": "EMPRESA",
  "footer.company.difference": "La Diferencia Ishana",
  "footer.company.team": "Nuestro Equipo",
  "footer.language.title": "IDIOMA",
  "footer.legal": "© 2025 Ishana. Todos los derechos reservados."
}