{
  "brand": "ishana",
  "cta.go": "Passez au niveau supérieur",
  "nav.home": "Accueil",
  "nav.difference": "ishana Difference",
  "nav.services": "Nos Services",
  "nav.team": "Notre Équipe",
  "nav.faq": "FAQ",
  "nav.booking": "Réservation",
  "nav.contact": "Contact",
  "nav.skip": "Passer l'intro →",
  "nav.lang": "Langue",

  "hero.title": "Une efficacité qui génère une vraie croissance.",
  "hero.sub": "Avec des automatisations et des agents sur mesure, nous concevons et gérons tout—vous gagnez du temps, de la clarté et une croissance mesurable.",

  "diff.title": "La Différence ishana",
  "diff.how": "Notre façon de livrer",
  "diff.p1": "Nous ne construisons pas seulement des systèmes—nous redéfinissons la manière dont les entreprises fonctionnent. Livraison rapide et support mondial pour transformer votre opération.",
  "diff.p2": "Automatisations adaptées à vos processus. Agents en arrière-plan. Mise en place en 10 jours. Support 24/7. L'efficacité devient votre norme.",

  "svc.automations.title": "Automatisations",
  "svc.automations.body": "Nous remplaçons les tâches manuelles répétitives par des systèmes autonomes tout au long de votre entonnoir : capture, enrichissement, routage, nurturing, onboarding et relances. Flux déclenchés par événements, 24/7.",
  "svc.agents.title": "Agents",
  "svc.agents.body": "Des coéquipiers numériques toujours actifs : surveillance des boîtes, calendriers et pipelines; réponses aux prospects; qualification; résumés; exécution des tâches. Ils gèrent l'ambiguïté et escaladent les cas limites.",
  "svc.crm.title": "CRM & Pipeline",
  "svc.crm.body": "Tous les contacts, étapes et actions au même endroit. Champs normalisés, déduplication et règles de progression. Automatisations = engagement; agents = zéro fuite; reporting = visibilité totale.",
  "svc.marketing.title": "Outils Marketing",
  "svc.marketing.body": "Email, SMS et réseaux sociaux coordonnés avec pages d'atterrissage et formulaires. Personnalisation par comportements; parcours adaptatifs; délivrabilité optimisée; attribution reliée aux résultats.",
  "svc.analytics.title": "Analytics & Reporting",
  "svc.analytics.body": "Tableaux qui montrent l'essentiel : vitesse de pipeline, conversion par étape, ROI campagnes, temps de réponse et capacité. Hygiène des données automatisée, métriques clés et alertes.",
  "svc.web.title": "Pages Web",
  "svc.web.body": "Pages conçues pour convertir dans votre stack : rapides, accessibles, prêtes pour le SEO, intégrées au CRM, aux automatisations et aux agents. Maintenance et itérations continues.",
  "svc.booking.title": "Calendrier & Réservation",
  "svc.booking.body": "Planification sans aller-retour : réservation instantanée, fuseaux horaires, rappels, confirmations et récupération des no-shows. Handoffs fluides vers agents et automatisations.",
  "svc.reputation.title": "Réputation",
  "svc.reputation.body": "Demandez, collectez et mettez en valeur les avis; les retours négatifs sont redirigés vers une boucle de réponse rapide. La preuve sociale accroît la confiance; le feedback structuré guide les améliorations.",

  "team.title": "Notre Équipe",
  "team.body": "Derrière chaque automatisation et agent, une équipe qui ne dort jamais. Plus que des prestataires, des partenaires de croissance—disponibles sur plusieurs fuseaux pour des systèmes impeccables.",

  "booking.title": "Réservez votre consultation gratuite.",
  "booking.sub": "Choisissez un horaire, partagez vos informations et découvrez comment passer au niveau supérieur.",
  "booking.calendarPH": "Intégrez ici votre Calendrier GHL",
  "booking.formPH": "Intégrez ici votre Formulaire GHL",
  "booking.trust": "Pas de spam. Vos données restent privées et sécurisées.",

  "faq.title": "Questions Fréquentes",
  "faq.sub": "La clarté inspire confiance. Voici ce que la plupart des dirigeants demandent avant de décider.",
  "faq.q1": "Que se passe-t-il pendant la consultation gratuite ?",
  "faq.a1": "Nous analysons vos objectifs, identifions les inefficacités et cartographions automatisations et agents. Vous repartez avec un plan sur 30 jours.",
  "faq.q2": "Quel est le délai de livraison ?",
  "faq.a2": "Les projets standard sont livrés en <strong>10 jours</strong>. Les projets plus larges peuvent être phasés, mais une version fonctionnelle est livrée dans ce délai.",
  "faq.q3": "Que comprend une mise en place type ?",
  "faq.a3": "Automatisations, agents, CRM & pipelines, pages web, marketing (email, SMS, social) et analytics en temps réel, plus la maintenance.",
  "faq.q4": "Automatisations vs. Agents—quelle différence ?",
  "faq.a4": "<strong>Automatisations</strong> = flux prédéfinis. <strong>Agents</strong> = surveillance, optimisation et action en continu—ensemble, un moteur autonome.",
  "faq.q5": "Travaillez-vous avec toutes tailles d'entreprises et aussi des particuliers ?",
  "faq.a5": "Oui—l'architecture s'adapte du solo-fondateur à l'entreprise.",
  "faq.q6": "Quelles plateformes pouvez-vous intégrer ?",
  "faq.a6": "Calendriers, emails, <strong>SMS</strong>, <strong>réseaux sociaux</strong>, paiements, analytics, CRM et outils publicitaires. Avec API, on peut généralement connecter—flux de données optimisés.",
  "faq.q7": "Comment fonctionnent le support et la maintenance ?",
  "faq.a7": "Département technique 24/7 : monitoring proactif, mises à jour continues et améliorations sans interruption.",
  "faq.q8": "Comment sont structurés les prix ?",
  "faq.a8": "Après la consultation, vous recevez une proposition cadrée avec délais fixes et résultats clairs; des plans de maintenance optionnels gardent tout optimisé.",
  "faq.q9": "Mes données sont-elles en sécurité ?",
  "faq.a9": "Chiffrement, permissions par rôle et conformité aux bonnes pratiques (ex. RGPD).",
  "faq.q10": "Comment démarrer ?",
  "faq.a10": "Réservez votre consultation, choisissez un créneau et partagez vos infos. En 10 jours, vos premières automatisations et agents sont en ligne.",

  "contact.title": "Contactez-nous. Toujours présents.",
  "contact.body": "De la question rapide au partenariat long terme, notre équipe mondiale est disponible 24/7 pour soutenir votre prochain niveau.",
  "contact.formPH": "Intégrez ici votre Formulaire GHL",
  
  "intro.phrases": "Nous croyons que le progrès ne doit pas avoir de frontières.|L'automatisation qui donne du pouvoir à votre entreprise—et à votre vision.",
  
  "loading.detecting": "Détection de votre position...",
  
  "footer.brand": "Ishana Solutions",
  "footer.address": "Genève, Switzerland",
  "footer.email": "info@ishana.tech",
  "footer.tagline": "L'efficacité qui génère une vraie croissance.",
  "footer.cta": "Passez au niveau supérieur",
  "footer.tools.title": "OUTILS",
  "footer.tools.automations": "Automatisations",
  "footer.tools.agents": "Agents IA",
  "footer.tools.crm": "CRM et Pipeline",
  "footer.tools.analytics": "Tableaux de Bord",
  "footer.tools.marketing": "Opérations Marketing",
  "footer.tools.support": "Support 24/7",
  "footer.company.title": "ENTREPRISE",
  "footer.company.difference": "La Différence Ishana",
  "footer.company.team": "Notre Équipe",
  "footer.language.title": "LANGUE",
  "footer.legal": "© 2025 Ishana. Tous droits réservés."
}